<?php
$data = array(
	array(
		"id" => 1,
		"title" => "小将救主，巴萨客场1-1平大力神",
		"writer" => "雄心小胖",
		"date" => 1455808822088,
		"content" => "西班牙国王杯第4轮的一场大战在何塞里科佩雷兹体育场展开较量，巴塞罗那首回合客场1-1战平大力神。上半场两队均无破门良机，阿尔卡塞尔任意球稍具威胁；下半场美因兹胸部撞射打破僵局，阿莱尼亚世界波扳平比分，最终两队握手言和。"
	),
	array(
		"id" => 2,
		"title" => "姆希塔良献两助攻当选全场最佳",
		"writer" => "雄心小胖",
		"date" => 1455808822088,
		"content" => "姆希塔良献两助攻当选全场最佳"
	),
	array(
		"id" => 3,
		"title" => "小猪迎赛季首次出场，球迷鼓掌",
		"writer" => "雄心小胖",
		"date" => 1455808822088,
		"content" => "小猪迎赛季首次出场，球迷鼓掌"
	),
	array(
		"id" => 4,
		"title" => "英超裁判观察：多家豪门逃脱点球",
		"writer" => "雄心小胖",
		"date" => 1455808822088,
		"content" => "英超裁判观察：多家豪门逃脱点球"
	),
	array(
		"id" => 5,
		"title" => "科技树而论，梅西还能在哪些能力上有提高？",
		"writer" => "雄心小胖",
		"date" => 1455808822088,
		"content" => "科技树而论，梅西还能在哪些能力上有提高？"
	)
);
$result = array(
	"errno" => 0,
	"data" => $data
);
echo json_encode($result);